{"574":", ","2190":"←","2192":"→","19857190":"His previous works have been included in and awarded by various international film festivals, including Shanghai International Film Festival (2021), London Short Film Festival (2019) and Scottish Queer Film Festival (2019).","23223320":" – stories that work from London to Shanghai.","30496645":"Your China-UK and Global Creative Production Partner","54757733":"Two Cultures,","58465041":" to meet diverse client needs. Big ideas or tight budgets, First Tone delivers with ","71575750":"Email address","2268ff":"Home","3647cb57":"Case studies","560f747e":"Services","-6bd89d24":"Who are we","3ac1ee49":"Work with us","-667f9cc9":"Case Studies","-3a25c024":"Who We Are ","52710bde":"Contact Us  ","4dc0b803":"Follow our socials","-35caffb8":"Connecting ","783fa1c9":"China ","41d29f0e":"and the UK","5b92444f":" through moving images","-53713b45":"We are your premier China-UK and global video production partner. We craft films, ads, and vertical series through ","7f8f21f1":"Expertise","3a26f17a":"Cultural Insight","4d05ec9d":", and ","-3ca2ed76":"Worldwide Collaboration","-4275b267":" – transforming visionary stories into unforgettable screen experiences. Bridging cultures, frame by frame.","7127d38b":"our case studies","7f274abe":"Contact us","-4c4e5413":"EXPERTISE | CONNECT | INSPIRE","-22fca8ad":"Two cultures,","7f22a713":"One frame","31f08219":"Bridging Cultures with ","-655a1f91":"High-Quality Video Services","1abff7ea":"At First Tone, BAFTA-recognised craft meets seamless China-UK execution. Our ","79e5beda":"bilingual team","1f0b149":" and ","-24277d53":"dual-market","110a2193":" networks handle logistics, regulations, and narratives that captivate ","142bbe38":"locally","-20494b90":"globally","60849c11":"about us","2c7c7737":"case studies","8b86fcf":"Watch Tutorial","-25eb5e8d":"At First Tone, we offer ","1e10dab7":"tailored cross-border services","-db4aae7":"flexibility","544cd608":"ingenuity,","-1f6f2f48":"dedication","2e":".","162aefac":"View Work","3d503d2b":"No items found.","-61473034":"view Work","21a740d2":"view case studies","fcf0ad2":"Our services","5f129695":"At First Tone, we connect China and the UK through cross-border video production, offering tailored services to meet diverse client needs. Big ideas or tight budgets, First Tone delivers with flexibility, ingenuity, and dedication.","-4579809f":"Vertical Shorts","-1947a9b7":"Commercials","-71c3d755":"Documentaries","5183c3ef":"Customisable Solutions","-787ef576":"Moving Images","-129698db":"Vertical Short Series","15b57bd":"The first company to ever deliver a vertical series in the UK. Efficient, reliable, and resourceful – we set the standard for seamless productions. Let the drama stay on screen, not in the production.","31997f7f":"Read more","576db4e8":"Meticulously crafted videos created with expertise and an unwavering focus on quality. Imaginative, polished, and striking – we bring your vision to life with style and precision.","5c3468ad":"Crafted with cultural insight and a passion for storytelling. Authentic, thoughtful, and resonant – from multilingual interviews to capturing unheard stories, we create films that connect with global audiences.","4fa07f77":"From full production support to local crew, our flexibility sets us apart. Adaptable, collaborative, and dependable – we provide the resources and expertise to bring your vision to life.","-21d5d767":"Moving Images Without Borders","-26e57e7a":"End-to-end support tailored to the demands of cross-border filmmaking. Organised, dynamic, and detail driven – we unite creativity and logistics to deliver productions that exceed expectations.","-70d4fbcf":"ABOUT US","-1ae33c44":"We handle permits, casting, and cultural nuance so you don’t have to. Whether it’s a UK ad campaign requiring China shoots, a Chinese brand expanding to Europe, or a documentary bridging both markets – we deliver on time, on budget, and without lost-in-translation moments.","-311e78a9":"Let’s Talk","-11df96cf":"Whether you would like our services, or you would like to work with us as a collaborator. You can also simply email ","75b036fa":"info@firsttone.co.uk","69b3163b":"First Name","-1416662b":"Last Name","-64202ba3":"Company","-6263ac48":"(if any)","-6b1d2ef2":"Additional Message","2ba8b14":"0/300","36c5eb8":"By pressing the submit button, I agree to Designership comtacting me by email and/or phone to share opportunities exclusively available to Select or Enterprise customes. I also understand that any information I’ve shared in this form is subject to Designership Privacy Policy.","5a0ea5a1":"Thank you! Your submission has been received!","-7c112e99":"Oops! Something went wrong while submitting the form.","629334dc":"First Tone productions","-7242e6b":"Venture X ","556412df":"1 Ariel Way","-7d52c0be":"White City","-219c8080":"London W12 7SL","-4ff119d1":"about us ","5235105e":"services","772ccdb2":"Whatsapp","792b2792":"Instagram","4ed4624":"Vimeo","-1adce92e":"Leave us a message!","30899c52":"Slick Carousel Example","-2e53e67b":"Link to Vimeo","-34f363bd":"Challenge","2d8596e0":"Project Overview","cb0d35":"Project Description","63126fc9":"case studies ","318af39f":"Read More","-3463687a":"From the UK’s first 3M-view vertical series to unearthing Chinese archives for documentaries, we thrive on creative challenges – big budgets, lean ones, and everything in between. Whether streamlining UK government campaigns or amplifying indie visions, we adapt to deliver.","-4110f170":"View Project →","30f69a29":"work with us","-77bf3872":"other Services","5374a35d":"What does it mean,","4b71fe80":"“First Tone”?","91233f1":"  There are four tones in mandarin Chinese. The high and flat first tone is the starting point of learning this language – whether you are a native speaker or a foreign learner. ","4e321cfd":"Its elegant simplicity provides an easy yet satisfactory entrance to a rich culture. First Tone aims to unlock barriers to easier, smoother,  more accessible communication between the video production and film industries in China and the UK.","254a0ec4":"Founders","-7cc3b6db":"Hui and Hao both have wealth of experience in both China and the UK’s film industries. This provides them with the essential insight to go on and create First Tone.","1b571f88":"Hui Zhang","113a21cf":"Founder, director","4be8d22e":"Hui Zhang graduated from London Film School with distinction in 2021. She then worked as a freelance production designer before the launch of First Tone. ","-b7e30f1":"Before moving to the UK, Hui worked for seven years in China as a producer-director. As well as sharpening her skills to communicate and plan, such experience also trained her to become a detail-oriented person.","29cc49c4":"With a creative problem-solving mind, Hui has managed to produce lots of high-quality output while working within challenging circumstances, which includes short films, HETV, commercials and documentaries. ","-73d9e17a":"Hui loves travelling and exploring other cultures when not at work, which always sparks inspiration for her.","281b9918":"Connect with Hui","-2401eb60":"Zhizi Hao","-5d4bbac2":"Zhizi Hao is a Chinese writer/director based in London. In 2017, thanks to the BAFTA China-UK Scholarship, he moved to London to pursue an MA in filmmaking at London Film School. There, he refined his voice as a storyteller and sharpened his skills as a writer/director.","603f372d":"Born into a military family as an only gay son, raised in a place where neither of his parents came from, and now living abroad, Hao is familiar with the feeling of being an outsider. This rootlessness defines his perspective and has become a motif in the stories he tells.","-19db48e5":"Hao is experienced as an assistant director and a sound person. ","281b96b2":"Connect with Hao","-66fec729":"  Whether you are looking for a Chinese-speaking team to carry out your film shoot in the UK, professional help with landing your commercial idea in China, or simply someone to translate your videos, First Tone has you covered.","-3f24a8f1":"We enable this with our knowledge, insight and expertise in both industries, our international collaborators based in both countries, and our dedication to bringing these two cultures closer together. ","1326fb92":"Read more about us","-74be77ac":"A worldwide network","c938":"404","-48afe6de":"sorry, this page cannot be found"}